Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# SecurityAdvancedInheritedConvert.Text
source: Convert inherited permissions into explicit permissions
ar: تحويل الصلاحيات الموروثة إلى صلاحيات صريحة
bg: Преобразувай наследените разрешения в изрични разрешения
ca: Converteix els permisos heretats en permisos explícits
cs_cz: Převést zděděná oprávnění na výslovná oprávnění
de_de: Vererbeite Rechte zu expliziten Rechten konvertieren
el: Μετατροπή κληρονομικών δικαιωμάτων σε ρητά δικαιώματα
es_es: Convertir los permisos heredados en permisos explícitos
fi_fi: Muunna perityt käyttöoikeudet eksplisiittisiksi käyttöoikeuksiksi
fr_fr: Convertir les autorisations héritées en autorisations explicites
hr_hr: Pretvori naslijeđena dopuštenja u eksplicitna dopuštenja
hu_hu: Örökölt engedélyek határozottá alakítása
id_id: Konversikan izin yang diwariskan menjadi izin eksplisit
it_it: Converti autorizzazioni ereditate in autorizzazioni esplicite
ja_jp: 継承されたアクセス許可を明示的なアクセス許可に変換
ka: მემკვიდრეობით მიღებული უფლებების აშკარა ნებართვებად გადაქცევა
ko_kr: 상속된 권한을 명시적 권한으로 전환
lv_lv: Pārveidot iedzimtās atļaujas uz tiešajām atļaujām
nb_no: Konverter arvede rettigheter til eksplisitte rettigheter
nl_nl: Converteer geërfde machtigingen naar expliciete machtigingen
pl_pl: Konwertuj uprawnienia odziedziczone na uprawnienia jawne
pt_pt: Converter permissões herdadas em permissões explícitas
ro_ro: Convertiți permisiunile moștenite în permisiuni explicite
ru_ru: Преобразовать унаследованные разрешения в явные разрешения
sk_sk: Previesť zdedené povolenia na explicitné povolenia
sv_se: Konvertera ärvda rättigheter till fasta rättigheter
th_th: เปลี่ยนสิทธิการสืบทอดเป็นสิทธิระบุเอง
tr_tr: Devralınan izinleri açık izinlere dönüştürün
uk_ua: Перетворити успадковані дозволи на явні
vi: Chuyển quyền được kế thừa thành quyền tách biệt
zh_hans: 将继承的权限转换为显式权限
zh_hant: 將繼承的權限轉換成此物件中的明確權限

# SecurityAdvancedInheritedEnable.Text
source: Enable inheritance
ar: تمكين التوريث
bg: Активирай наследяване
ca: Habilita l'herència
cs_cz: Povolit dědičnost
da: Aktivér nedarvning
de_de: Vererbung aktivieren
el: Ενεργοποίηση κληρονομικότητας
es_es: Habilitar herencia
fi_fi: Ota periytyminen käyttöön
fr_fr: Activer l'héritage
he_il: הפוך ירושה לזמינה
hr_hr: Omogući nasljeđivanje
hu_hu: Öröklés engedélyezése
id_id: Aktifkan pewarisan
it_it: Abilita ereditarietà
ja_jp: 継承の有効化
ka: მემკვიდრეობის ჩართვა
ko_kr: 상속 사용
lv_lv: Iespējot pārmantošanu
nb_no: Aktiver nedarving
nl_nl: Overname inschakelen
pl_pl: Włącz dziedziczenie
pt_pt: Ativar herança
ro_ro: Activați moștenirea
ru_ru: Включить наследование
sk_sk: Povoliť dedičnosť
sv_se: Aktivera arv
th_th: เปิดสิทธิสืบทอด
tr_tr: Devralmayı etkinleştir
uk_ua: Увімкнути успадкування
vi: Bật kế thừa quyền
zh_hans: 启用继承
zh_hant: 啟用繼承

# SecurityAdvancedInheritedRemove.Text
source: Remove all inherited permissions
ar: إزالة جميع الصلاحيات الموروثة
bg: Премахни всички наследени разрешения
ca: Elimina tots els permisos heretats
cs_cz: Odstranit všechna zděděná oprávnění
de_de: Alle vererbten Rechte entfernen
el: Κατάργηση όλων των κληρονομημένων δικαιωμάτων
es_es: Quitar todos los permisos heredados
fi_fi: Poista kaikki perityt käyttöoikeudet
fr_fr: Supprimer toutes les autorisations héritées
hr_hr: Ukloni sva naslijeđena dopuštenja
hu_hu: Örökölt engedélyek megszüntetése
id_id: Hapus semua izin yang diwariskan
it_it: Rimuovi tutte le autorizzazioni ereditate
ja_jp: 継承されたすべてのアクセス許可を削除
ka: ყველა მემკვიდრეობით მიღებული უფლებების წაშლა
ko_kr: 상속된 모든 권한 삭제
lv_lv: Noņemt visas iedzimtās atļaujas
nb_no: Fjern alle arvede rettigheter
nl_nl: Verwijder alle geërfde machtigingen
pl_pl: Usuń wszystkie odziedziczone uprawnienia
pt_pt: Remover todas as permissões herdadas
ro_ro: Eliminați toate permisiunile moștenite
ru_ru: Удалить все унаследованные разрешения
sk_sk: Odstráňte všetky zdedené povolenia
sv_se: Ta bort alla ärvda behörigheter
th_th: ลบสิทธิสืบทอดทั้งหมด
tr_tr: Devralınan tüm izinleri kaldır
uk_ua: Видалити всі успадковані дозволи
vi: Xóa bỏ mọi quyền được kế thừa
zh_hans: 删除所有继承的权限
zh_hant: 移除所有繼承的權限

# SecurityAdvancedReplaceChildPermissions.Text
source: Reset child permissions
ar: إعادة تعيين أذونات فرعية
bg: Нулиране на дъщерните позволения
ca: Restableix els permisos secundaris
cs_cz: Obnovit podřízená oprávnění
de_de: Rechte des untergeordneten Objektes zurücksetzen
el: Επαναφορά δικαιωμάτων παιδιών
es_es: Restablecer permisos secundarios
fi_fi: Palauta alikäyttöoikeudet
fr_fr: Réinitialiser les autorisations des sous-éléments
hr_hr: Poništi dopuštenja podređenih objekata
hu_hu: Almappák engedélyeinek visszaállítása
id_id: Atur ulang izin bawahannya
it_it: Resetta oggetti figlio
ja_jp: 子オブジェクトの権限をリセット
ka: ბავშვის ნებართვების გადაყენება
ko_kr: 하위 권한 초기화
lv_lv: Atiestatīt bērnu atļaujas
nb_no: Tilbakestill rettigheter for barn
nl_nl: Reset onderliggende machtigingen
pl_pl: Resetuj podrzędne uprawnienia
pt_pt: Repor permissões dependentes
ro_ro: Resetare permisiuni copil
ru_ru: Сбросить дочерние разрешения
sk_sk: Obnoviť povolenia podriadených objektov
sv_se: Återställ underordnade rättigheter
th_th: รีเซทสิทธิผู้สืบทอด
tr_tr: Alt izinleri sıfırla
uk_ua: Скинути дочірні дозволи
vi: Đặt lại quyền của mục con
zh_hans: 重置子权限
zh_hant: 重置子權限

# SecurityAdvancedReplaceChildPermissions2.ToolTipService.ToolTip
source: Replace all child object permissions entries with inheritable permission entries from this object
ar: استبدال جميع إدخالات صلاحيات الكائن الفرعي بإدخالات صلاحيات هذا الكائن
bg: Замяна на всички влизания на позволени дъщерни предмети с наследени влизания за позволения от този предмет
ca: Substitueix totes les entrades de permisos dels objectes secundaris per entrades de permisos heretables d'aquest objecte
cs_cz: Nahradit všechny položky oprávnění podřízeného objektu dědičnými záznamy oprávnění z tohoto objektu
de_de: Alle Rechte des untergeordneten Objektes mit vererbaren Rechten dieses Objekts ersetzen
el: Αντικατάσταση όλων των καταχωρίσεων δικαιωμάτων θυγατρικών αντικειμένων με κληρονομήσιμες καταχωρίσεις δικαιωμάτων από αυτό το αντικείμενο
es_es: Reemplazar todas las entradas de permisos de los objetos secundarios con entradas de permisos heredables de este objeto
fi_fi: Korvaa kaikki aliobjektin käyttöoikeusmerkinnät tämän objektin periytyvillä käyttöoikeusmerkinnöillä
fr_fr: Remplacer toutes les autorisations des sous-éléments par des autorisations héritées de cet objet
hr_hr: Zamijeni sve unose dopuštenja podređenih objekata s nasljednim unosima dopuštenja iz ovog objekta
hu_hu: Almappák engedélyeinek lecserélése ennek az objektum engedélyeivel
id_id: Ganti semua entri izin objek bawahan dengan entri izin yang dapat diwariskan dari objek ini
it_it: Sostituisci tutte le voci delle autorizzazioni degli oggetti figlio con le voci delle autorizzazioni ereditabili da questo oggetto
ja_jp: すべての子オブジェクトのアクセス許可エントリを、このオブジェクトから継承可能なアクセス許可エントリに置き換えます
ka: ყველა ბავშვის ობიექტის ნებართვის ჩანაწერის ჩანაცვლება ამ ობიექტის მემკვიდრეობითი ნებართვის ჩანაწერიდან
ko_kr: 모든 하위 객체의 사용 권한 항목을 이 객체의 상속 가능한 사용 권한 항목으로 변경
lv_lv: Aizvietot visas bērnu objektu atļaujas ar iedzimtajām atļaujām no šī objekta
nb_no: Erstatt alle rettigheter for underobjekter med arvelige rettigheter fra dette objektet
nl_nl: Vervang alle onderliggende object machtigingen met erfbare machtigingsgegevens van dit object
pl_pl: Zastąp wszystkie wpisy uprawnień obiektu podrzędnego wpisami uprawnień dziedzicznych z tego obiektu
pt_pt: Substituir todas as entradas de permissão do objeto filho por entradas de permissão herdáveis deste objeto
ro_ro: Înlocuiți toate intrările de permisiuni ale obiectului copil cu intrări de permisiuni moștenite de la acest obiect
ru_ru: Заменить все записи разрешений дочернего объекта наследуемыми записями разрешений от этого объекта
sk_sk: Nahraďte všetky položky povolení podriadených objektov položkami zdedených povolení z tohto objektu
sv_se: Ersätt alla underordnade objekträttighetsposter med ärftliga rättighetsposter från detta objekt
th_th: แทนที่สิทธิผู้สืบทอดทั้งหมดด้วยการตั้งสิทธิ์สืบทอดจากสิ่งนี้
tr_tr: Tüm alt nesne izin girişlerini bu nesneden devralınabilir izin girişleriyle değiştir
uk_ua: Замінити всіх записів дозволів дочірніх об'єктів на успадковувані записи дозволів з цього об'єкта
vi: Thay thế mọi quyền truy cập của đối tượng con bằng quyền được kế thừa từ đối tượng này
zh_hans: 用来自该对象的可继承权限条目替换所有子对象权限条目
zh_hant: 覆蓋所有子物件的權限為此父物件的可繼承權限

# NavigationToolbarClosePane.Label
source: Close pane
ar: إغلاق الجزء
bg: Затвори панел
da: Luk rude
de_de: Panel schließen
fi_fi: Sulje ruutu
he_il: סגור חלונית
hr_hr: Zatvori okno
id_id: Tutup panel
it_it: Chiudi pannello
ja_jp: ペインを閉じる
ka: ფანჯრის დახურვა
lv_lv: Aizvērt paneli
nl_nl: Deelvenster sluiten
or_in: ଫଳକ ବନ୍ଦ କରନ୍ତୁ
pl_pl: Zamknij panel
pt_pt: Fechar painel
ro_ro: Închidere panou
sk_sk: Zavrieť panel
th_th: ปิดหน้านี้

source: Enter compact overlay
ar: ادخل وضع التراكب المضغوط
bg: Компактен режим
ca: Mode superposició compacta
cs_cz: Vstoupit do kompaktního překrytí
de_de: Zum kompakten Overlay wechseln
el: Εισαγωγή συμπαγούς επικάλυψης
es_es: Entrar en superposición compacta
fr_fr: Entrer en mode compact
hr_hr: Otvori kompaktni sloj
hu_hu: Kompakt nézet
id_id: Masuk ke tampilan fleksibel
it_it: Entra in modalità Compact Overlay
ja_jp: コンパクト オーバーレイを開始
ka: შეერთებული გადაფარვის ჩართვა
ko_kr: Compact overlay 입력
nb_no: Bytt til kompakt visning
nl_nl: Ga naar compacte overlay
pl_pl: Otwórz kompaktową nakładkę
pt_pt: Ativar modo de sobreposição compacta
ro_ro: Intrare în suprapunere compactă
ru_ru: Войти в компактный режим
sk_sk: Zadajte kompaktné prekrytie
sv_se: Öppna kompakt överlägg
th_th: เปิดใช้งานหน้าต่างย่อ
tr_tr: Kompakt yer paylaşımına gir
uk_ua: Компактний режим
vi: Bật chế độ thu gọn
zh_hans: 进入精简模式
zh_hant: 進入精簡懸浮模式

source: Exit compact overlay
ar: الخروج من وضع التراكب المدمج
bg: Изход от компактен режим
ca: Surt del mode superposició compacta
cs_cz: Opustit kompaktní překrytí
de_de: Kompaktes Overlay verlassen
el: Έξοδος από συμπαγή επικάλυψη
es_es: Salir de superposición compacta
fr_fr: Quitter le mode compact
hr_hr: Izađi iz kompaktnog sloja
hu_hu: Kilépés a kompakt nézetből
id_id: Keluar dari tampilan fleksibel
it_it: Esci dalla modalità Compact Overlay
ja_jp: コンパクト オーバーレイを終了
ka: შეერთებული გადაფარვის გამორთვა
ko_kr: 화면 크기 자동 조절 기능 종료
nb_no: Avslutt kompakt visning
nl_nl: Sluit compacte overlay
pl_pl: Wyjdź z kompaktowej nakładki
pt_pt: Desativar modo de sobreposição compacta
ro_ro: Ieșire din suprapunere compactă
ru_ru: Выйти из компактного режима
sk_sk: Ukončite kompaktné prekrytie
sv_se: Stäng kompakt överlägg
th_th: ออกจากหน้าต่างย่อ
tr_tr: Kompakt yer paylaşımından çık
uk_ua: Вийти з компактного режиму
vi: Tắt chế độ thu gọn
zh_hans: 退出精简模式
zh_hant: 返回完整檢視

# PropertyFileDescription
source: File description
ar: ‏‏وصف الملف
bg: Описание на файла
ca: Descripció del fitxer
cs_cz: Popis souboru
da: Filbeskrivelse
de_de: Dateibeschreibung
el: Περιγραφή αρχείου
es_es: Descripción del archivo
fi_fi: Tiedoston kuvaus
fr_fr: Description du fichier
he_il: ‏‏תיאור קובץ
hr_hr: Opis datoteke
hu_hu: Fájl leírása
id_id: Deskripsi file
it_it: Descrizione
ja_jp: ファイルの説明
ka: ფაილის აღწერა
ko_kr: 파일 설명
lv_lv: Faila apraksts
nb_no: Filbeskrivelse
nl_nl: Bestandsbeschrijving
or_in: ଫାଇଲ୍ ବିବରଣୀ
pl_pl: Opis pliku
pt_pt: Descrição do ficheiro
ro_ro: Descriere fişier
ru_ru: Описание файла
sk_sk: Popis súboru
sv_se: Filbeskrivning
th_th: คำอธิบายไฟล์
tr_tr: Dosya açıklaması
uk_ua: Опис файлу
vi: Mô tả tệp
zh_hans: 文件描述
zh_hant: 檔案說明

# PropertyCompany
source: Company
ar: الشركة
bg: Компания
ca: Empresa
cs_cz: Společnost
da: Firma
de_de: Firma
el: Εταιρεία
es_es: Compañía
fi_fi: Yritys
fr_fr: Société
he_il: חברה
hr_hr: Tvrtka
hu_hu: Cég
id_id: Perusahaan
it_it: Compagnia
ja_jp: 会社
ka: კომპანია
ko_kr: 기업
lv_lv: Uzņēmums
nb_no: Firma
nl_nl: Bedrijf
or_in: କମ୍ପାନୀ
pl_pl: Firma
pt_pt: Empresa
ro_ro: Companie
ru_ru: Организация
sk_sk: Spoločnosť
sv_se: Företag
th_th: บริษัท
tr_tr: Şirket
uk_ua: Компанія
vi: Công ty
zh_hans: 公司
zh_hant: 公司

# PropertyLanguage
source: Language
ar: اللغة
bg: Език
ca: Idioma
cs_cz: Jazyk
da: Sprog
de_de: Sprache
el: Γλώσσα
es_es: Idioma
fi_fi: Kieli
fr_fr: Langue
he_il: שפה
hr_hr: Jezik
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ka: ენა
ko_kr: 언어
lv_lv: Valoda
nb_no: Språk
nl_nl: Taal
or_in: ଭାଷା
pl_pl: Język
pt_pt: Idioma
ro_ro: Limbă
ru_ru: Язык
sk_sk: Jazyk
sv_se: Språk
th_th: ภาษา
tr_tr: Dil
uk_ua: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# PropertyTrademarks
source: Trademarks
ar: العلامات التجارية
bg: Търговски марки
ca: Marques comercials
cs_cz: Ochranné známky
da: Varemærker
de_de: Schutzmarken
el: Εμπορικά σήματα
es_es: Marcas comerciales
fi_fi: Tavaramerkit
fr_fr: Marques déposées
he_il: סימנים מסחריים
hr_hr: Zaštitni znakovi
hu_hu: Védjegyek
id_id: Merek Dagang
it_it: Marchio
ja_jp: 商標
ka: სავაჭრო ნიშნები
ko_kr: 상표
lv_lv: Preču zīmes
nb_no: Varemerker
nl_nl: Handelsmerken
or_in: ଟ୍ରେଡ୍‌ମାର୍କ୍
pl_pl: Znaki towarowe
pt_pt: Marcas registadas
ro_ro: Mărci înregistrate
ru_ru: Товарные знаки
sk_sk: Ochranné známky
sv_se: Varumärken
th_th: เครื่องหมายการค้า
tr_tr: Ticari markalar
uk_ua: Торговельні марки
vi: Thương hiệu
zh_hans: 商标
zh_hant: 商標

# PropertyFileVersion
source: File version
ar: إصدار الملف
bg: Версия на файла
ca: Versió del fitxer
cs_cz: Verze souboru
da: Filversion
de_de: Dateiversion
el: Έκδοση αρχείου
es_es: Versión del archivo
fi_fi: Tiedostoversio
fr_fr: Version du fichier
he_il: גירסת קובץ:
hr_hr: Verzija datoteke
hu_hu: Fájl verzió
id_id: Versi file
it_it: Versione
ja_jp: ファイル バージョン
ka: ფაილის ვერსია
ko_kr: 파일 버전
lv_lv: Faila versija
nb_no: Filversjon
nl_nl: Bestandsversie
or_in: ଫାଇଲ୍ ପାଠାନ୍ତର
pl_pl: Wersja pliku:
pt_pt: Versão do ficheiro
ro_ro: Versiune fişier
ru_ru: Версия файла
sk_sk: Verzia súboru
sv_se: Filversion
th_th: เวอร์ชั่นไฟล์
tr_tr: Dosya sürümü
uk_ua: Версія файлу:
vi: Phiên bản tệp
zh_hans: 文件版本
zh_hant: 檔案版本

# PreviewPaneLoadCloudItemButton.Text
source: Load full preview
ar: تحميل معاينة كاملة
bg: Зареди пълен преглед
ca: Carrega la vista prèvia completa
cs_cz: Načíst plný náhled
da: Indlæs fuld visning
de_de: Vollständige Vorschau laden
el: Φόρτωση πλήρους προεπισκόπησης
es_es: Cargar vista previa completa
fi_fi: Lataa koko esikatselu
fr_fr: Charger l'aperçu complet
hr_hr: Učitaj puni pregled
hu_hu: Teljes felbontás
id_id: Buka pratinjau penuh
it_it: Carica anteprima completa
ja_jp: 完全なプレビューを読み込む
ka: სრული გადახედვის ჩატვირთვა
ko_kr: 파일 미리 보기
lv_lv: Ielādēt pilnu priekšskatījumu
nb_no: Last full forhåndsvisning
nl_nl: Laad volledige voorbeeld
pl_pl: Załaduj pełny podgląd
pt_pt: Carregar pré-visualização completa
ro_ro: Încărcați previzualizarea completă
ru_ru: Загрузить предпросмотр полностью
sk_sk: Načítať úplný náhľad
sv_se: Läs in full förhandsgranskning
th_th: แสดงตัวอย่างแบบเต็ม
tr_tr: Tüm önizlemeyi yükle
uk_ua: Завантажити прев'ю повністю
vi: Tải bản xem trước đầy đủ
zh_hans: 加载完整预览
zh_hant: 載入完整預覽

# PreviewPaneLoadCloudItemButton.ToolTipService.ToolTip
source: Downloads the item from the cloud and loads the preview
ar: يقوم بتحميل العنصر من السحابة ويحمل المعاينة
bg: Изтегля елемента от облака и зарежда прегледа
ca: Baixa l'element del núvol i carrega la vista prèvia
cs_cz: Stáhne položku z cloudu a načte náhled
da: Downloader elementet fra skyen og indlæser forhåndsvisningen
de_de: Lädt die Datei aus der Cloud herunter und lädt die Vorschau.
el: Λήψη του στοιχείου από το cloud και φόρτωση της προεπισκόπησης
es_es: Descarga el elemento de la nube y carga la vista previa
fi_fi: Lataa kohteen pilvestä ja lataa esikatselun
fr_fr: Télécharger l'élément depuis le cloud et charger l'aperçu
hr_hr: Preuzima stavku iz oblaka i učitava pregled
hu_hu: Elem letöltése a felhőből, majd előnézet betöltése
id_id: Unduh item dari cloud dan buka pratinjau
it_it: Scarica il file dal cloud e carica l'anteprima
ja_jp: クラウドから項目をダウンロードし、プレビューを表示する
ka: ჩამოტვირთავს ნივთს ღრუბლიდან და ჩატვირთავს გადახედვას
ko_kr: 클라우드에서 항목을 내려받고 미리보기를 불러옵니다
lv_lv: Lejupielādē vienumu no mākoņa un atver priekšskatījumu
nb_no: Laster ned elementet fra skyen og forhåndsviser
nl_nl: Downloadt het item van de cloud en laadt een voorbeeld
pl_pl: Pobiera element z chmury i ładuje podgląd
pt_pt: Descarrega o item da nuvem e carrega a pré-visualização
ro_ro: Descarcă elementul din cloud si încarcă previzualizarea
ru_ru: Загружает объект из облака и загружает предварительный просмотр
sk_sk: Stiahne položku z cloudu a načíta ukážku
sv_se: Hämtar objektet från molnet och laddar förhandsgranskningen
th_th: ดาวน์โหลดไฟล์จากออนไลน์และแสดงภาพตัวอย่างขนาดเล็ก
tr_tr: Öğeyi buluttan indirir ve önizlemeyi yükler
uk_ua: Завантажує елемент з хмари і завантажує попередній перегляд
vi: Tải xuống khoản mục từ đám mây cùng bản xem trước
zh_hans: 从云端下载该项并加载预览
zh_hant: 從雲端下載檔案並載入預覽

# DetailsArchiveItemCount
source: {0} items ({1} files, {2} folders)
ar: {0} عناصر ({1} ملفات، {2} مجلدات)
bg: {0} елемента ({1} файлове, {2} папки)
da: {0} elementer ({1} filer, {2} mapper)
de_de: {0} Objekte ({1} Dateien, {2} Ordner)
fi_fi: {0} kohdetta ({1} tiedostoa, {2} kansiota)
hr_hr: {0} stavki ({1} datoteka, {2} mapa)
id_id: {0} item ({1} file, {2} folder)
it_it: {0} elementi ({1} file, {2} cartelle)
ja_jp: {0} 項目 ({1} ファイル、{2} フォルダー)
ka: {0} ელემენტი ({1} ფაილი, {2} საქაღალდე)
lv_lv: {0} vienumi ({1} faili, {2} mapes)
nl_nl: {0} items ({1} bestanden, {2} mappen)
pl_pl: {0} elementów ({1} plików, {2} folderów)
pt_pt: {0} itens ({1} ficheiros, {2} pastas)
ro_ro: {0} elemente ({1} fișiere, {2} foldere)
sk_sk: {0} položiek ({1} súborov, {2} priečinkov)
th_th: {0} รายการ ({1} ไฟล์, {2} โฟลเดอร์)

# PropertyUncompressedSize
source: Uncompressed size
ar: الحجم الغير مضغوط
bg: Некомпресиран размер
ca: Mida sense comprimir
cs_cz: Nekomprimovaná velikost
da: Ukomprimeret størrelse
de_de: Unkomprimierte Größe
el: Μη συμπιεσμένο μέγεθος
es_es: Tamaño sin comprimir
fi_fi: Pakkaamaton koko
fr_fr: Taille décompressée
hr_hr: Nekomprimirana veličina
hu_hu: Tömörítetlen méret
id_id: Ukuran tidak terkompresi
it_it: Dimensione non compressa
ja_jp: 圧縮前のサイズ
ka: შეუკუმშავი ზომა
ko_kr: 압축 해제 후 크기
lv_lv: Nesaspiestais izmērs
nb_no: Ukomprimert størrelse
nl_nl: Ongecomprimeerde grootte
pl_pl: Rozmiar nieskompresowany
pt_pt: Tamanho descomprimido
ro_ro: Mărime necomprimată
ru_ru: Несжатый размер
sk_sk: Nekomprimovaná veľkosť
sv_se: Okomprimerad storlek
th_th: ขนาดที่ไม่บีบอัด
tr_tr: Sıkıştırılmamış boyut
uk_ua: Нестиснутий розмір
vi: Kích cỡ chưa nén
zh_hans: 解压缩大小
zh_hant: 壓縮前的大小

# SideBarHideSectionFromSideBar.Text
source: Hide {0} section
ar: إخفاء {0} قسم
bg: Скрий секцията с {0}
ca: Amaga la secció {0}
cs_cz: Skrýt {0} sekci
da: Skjul {0} afsnit
de_de: Sektion {0} verstecken
el: Απόκρυψη τμήματος {0}
es_es: Ocultar sección {0}
fi_fi: Piilota {0}-osio
fr_fr: Cacher la section {0}
hr_hr: Sakrij {0} odjeljak
hu_hu: {0} elrejtése
id_id: Sembunyikan bagian {0}
it_it: Nascondi la sezione {0}
ja_jp: {0} セクションを非表示
ka: {0} განყოფილების დამალვა
ko_kr: {0} 섹 션 숨기기
lv_lv: Slēpt {0} sekciju
nb_no: Skjul {0}-seksjon
nl_nl: Verberg {0} sectie
pl_pl: Ukryj {0} sekcję
pt_pt: Ocultar secção {0}
ro_ro: Ascundeți secțiunea {0}
ru_ru: Скрыть секцию {0}
sk_sk: Skryť sekciu {0}
sv_se: Dölj {0} sektion
th_th: ซ่อน {0} กลุ่ม
tr_tr: {0} bölümünü gizle
uk_ua: Приховати розділ {0}
vi: Ẩn phần {0}
zh_hans: 隐藏 {0} 部分
zh_hant: 隱藏 [{0}] 專區

source: Add file
ar: إضافة ملف
bg: Добави файл
ca: Afegeix un fitxer
cs_cz: Přidat soubor
da: Tilføj fil
de_de: Datei hinzufügen
el: Προσθήκη αρχείου
es_es: Añadir archivo
fi_fi: Lisää tiedosto
fr_fr: Ajouter un fichier
he_il: הוסף קובץ
hr_hr: Dodajte datoteku
hu_hu: Fájl hozzáadása
id_id: Tambahkan file
it_it: Aggiungi file
ja_jp: ファイルの追加
ka: ფაილის დამატება
ko_kr: 파일 추가
lv_lv: Pievienot failu
nb_no: Legg til fil
nl_nl: Bestand toevoegen
or_in: ଫାଇଲ୍‌ ଯୋଡନ୍ତୁ
pl_pl: Dodaj plik
pt_pt: Adicionar ficheiro
ro_ro: Adaugă fișier
ru_ru: Добавить файл
sk_sk: Pridať súbor
sv_se: Lägg till fil
th_th: เพิ่มไฟล์
tr_tr: Dosya Ekle
uk_ua: Додати файл
vi: Thêm tệp
zh_hans: 添加文件
zh_hant: 新增檔案

# BundleOptionsFlyoutAddFolderMenuItem.Text
source: Add folder
ar: إضافة مجلد
bg: Добави папка
de_de: Ordner hinzufügen
fi_fi: Lisää kansio
he_il: הוסף תיקיה
hr_hr: Dodaj mapu
it_it: Aggiungi cartella
ka: საქაღალდის დამატება
lv_lv: Pievienot mapi
nl_nl: Map toevoegen
or_in: ଫୋଲ୍ଡର ଯୋଡ଼ନ୍ତୁ
pl_pl: Dodaj folder
pt_pt: Adicionar pasta
th_th: เพิ่มโฟลเดอร์

# BundleOptionsFlyoutAddItemMenuItem.Text
source: Add item...
ar: إضافة عنصر
bg: Добави елемент...
de_de: Element hinzufügen
fi_fi: Lisää kohde...
he_il: &הוסף פריט
hr_hr: Dodaj stavku...
it_it: Aggiungi elemento...
ka: ნივთის დამატება...
lv_lv: Pievienot vienumu...
nl_nl: Item toevoegen...
pl_pl: Dodaj element
pt_pt: Adicionar item...
th_th: เพิ่มอื่นๆ

# ConsentDialogTitle
source: Updates available
ar: التحديثات متوفرة
bg: Налични актуализации
ca: Actualitzacions disponibles
cs_cz: Jsou dostupné aktualizace
da: Tilgængelige opdateringer
de_de: Updates verfügbar
el: Διαθέσιμες ενημερώσεις
es_es: Actualizaciones disponibles
fi_fi: Päivityksiä saatavilla
fr_fr: Mises à jour disponibles
he_il: עדכון חדש זמין
hr_hr: Dostupna ažuriranja
hu_hu: Frissítések elérhetőek
id_id: Pembaruan tersedia
it_it: Aggiornamenti disponibili
ja_jp: 更新プログラムが利用可能です
ka: განახლებები ხელმისაწვდომია
ko_kr: 업데이트 가능
lv_lv: Pieejami atjauninājumi
nb_no: Oppdateringer tilgjengelig
nl_nl: Updates beschikbaar
or_in: ଅଦ୍ୟତନଗୁଡିକ ଉପଲବ୍ଧ
pl_pl: Dostępne aktualizacje
pt_pt: Atualizações disponiveis
ro_ro: Sunt disponibile actualizări
ru_ru: Доступны обновления
sk_sk: Dostupné aktualizácie
sv_se: Uppdateringar är tillgängliga
th_th: มีการอัพเดตใหม่
tr_tr: Güncellemeler mevcut
uk_ua: Доступні оновлення
vi: Có bản cập nhật
zh_hans: 可用更新
zh_hant: 有可用的更新

# ConsentDialogContent
source: Updates are ready to install
ar: ‏‏التحديثات جاهزة للتثبيت
bg: Актуализациите са готови за инсталиране
ca: Hi ha actualitzacions preparades per instal·lar-se
cs_cz: Aktualizace jsou připraveny k instalaci
da: Opdateringer er klar til at blive installeret
de_de: Updates sind bereit für die Installation
el: Οι ενημερώσεις είναι έτοιμες για εγκατάσταση
es_es: Hay actualizaciones listas para instalarse
fi_fi: Päivitykset ovat valmiita asennettavaksi
fr_fr: Les mises à jour sont prêtes à être installées
he_il: העדכון מוכן להתקנה
hr_hr: Ažuriranja su spremna za instalaciju
hu_hu: A frissítés készen áll a telepítésre
id_id: Pembaruan siap dipasang
it_it: Aggiornamenti pronti per l'installazione
ja_jp: 更新プログラムをインストールする準備ができました
ka: განახლებები მზად არიან დასაყენებლად
ko_kr: 업데이트를 설치할 준비가 되었습니다
lv_lv: Atjauninājumi pieejami instalēšanai
nb_no: Oppdateringer er klare til å installeres
nl_nl: Updates zijn klaar om te installeren
or_in: ସଂସ୍ଥାପନ କରିବାକୁ ଅଦ୍ୟତନଗୁଡିକ ପ୍ରସ୍ତୁତ ଅଟେ
pl_pl: Aktualizacje są gotowe do zainstalowania
pt_pt: Atualizações prontas para instalar
ro_ro: Actualizările sunt gata de instalare
ru_ru: Обновления готовы к установке
sk_sk: Aktualizácie sú pripravené na inštaláciu
sv_se: Uppdateringar kan installeras
th_th: อัพเดตพร้อมติดตั้งแล้ว
tr_tr: Güncellemeler yüklenmeye hazır
uk_ua: Оновлення готові до інсталяції
vi: Bản cập nhật đã sẵn sàng để cài đặt
zh_hans: 更新已准备好安装
zh_hant: 已準備好安裝更新

source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
cs_cz: Zavřít
da: Luk
de_de: Schließen
el: Κλείσιμο
es_es: Cerrar
fi_fi: Sulje
fr_fr: Fermer
he_il: סגירה
hr_hr: Zatvori
hu_hu: Bezárás
id_id: Tutup
it_it: Annulla
ja_jp: 閉じる
ka: დახურვა
ko_kr: 닫기
lv_lv: Aizvērt
nb_no: Lukk
nl_nl: Sluiten
or_in: ବନ୍ଦ କରନ୍ତୁ
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închidere
ru_ru: Закрыть
sk_sk: Zavrieť
sv_se: Stäng
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
